Repository: common-repository/wp-funeral-press
Catalog: languages/sp-wpfh-*.po
Languages: es_es

source: View Guestbook Postings
es_es: Ver las publicaciones del Libro de Visitas

source: Guestbook
es_es: Libro de Visitas

source: Posted by
es_es: Publicado por

source: Posting On
es_es: Publicar en

source: Message
es_es: Mensaje

source: Approved
es_es: Aprobado

source: Yes
es_es: Sí

source: Date
es_es: Fecha

source: Posted On
es_es: Publicado el

source: Poster Name
es_es: Nombre del aviso

source: Type
es_es: Tipo

source: Message Preview
es_es: Mensaje Previo

source: Action
es_es: Acción

source: No Posts Found
es_es: No se encontraron artículos

source: Unapprove
es_es: Desaprobar

source: Approve
es_es: Aprobar

source: View Photo
es_es: Ver foto

source: View Video
es_es: Ver video

source: Delete
es_es: Eliminar

source: View
es_es: Ver

source: Add
es_es: Añadir

source: No posts Found
es_es: No se encontraron artículos

source: Obit
es_es: Obituario

source: QR Code
es_es: Código QR

source: Published
es_es: Publicado

source: First Name
es_es: Nombre

source: Middle Initial
es_es: Segundo Nombre

source: Last Name
es_es: Apellido

source: Maiden Name
es_es: Apellido de soltera

source: Birth Date
es_es: Fecha de nacimiento

source: Death Date
es_es: Fecha de fallecimiento

source: Funeral Services Date
es_es: Fecha de los servicios funerarios

source: Visitation Notes
es_es: Notas de Visita

source: Is a US Veteran?
es_es: Es un veterano de guerra?

source: Current Photo
es_es: Footo corriente

source: New Photo
es_es: Nueva foto

source: Photo
es_es: Foto

source: Search
es_es: Buscar

source: Search!
es_es: Buscar

source: Name
es_es: Nombre

source: Deceased Date
es_es: Fecha del fallecimiento

source: No %s Found
es_es: No %s se encuentran

source: Modify
es_es: Modificar

source: Email Text
es_es: Textp del mail

source: Custom CSS
es_es: Personalizar CSS

source: Settings
es_es: Configuración

source: You are currently using custom css! If you wish to reset back to default css please delete the obits.css in your template directory
es_es: En este momento está usando css personalizado! Si desea restablecer a los valores predeterminados css por favor elimine el obits.css en tu directorio de plantillas

source: If you would like to create custom css, copy the css code below. Open your template folder and create a file called obits.css. Paste the css in the file and upload. The plugin will detect the custom css file exists and will use that file instead.
es_es: i desea crear archivos css, copie el código css continuación. Abra la carpeta de plantilla y crear un archivo llamado obits.css. Pega el css en el archivo y subirlo. El plugin detectará el archivo css personalizado existe y usará ese archivo en su lugar.

source: Create this custom css file
es_es: Crea el archivo css personalizado

source: Saved Your Settings
es_es: Configuraciones guardadas

source: Admin posting email
es_es: Administrar publicación de emails

source: Subject
es_es: Tema

source: This is the admin email when a new posting has been entered.
es_es: Este es el administrador de correo electrónico cuando un nuevo anuncio ha sido introducido.

source: Obit Name
es_es: Nombre del Obituario

source: Obit Page
es_es: Página del Obituario

source: Users Name
es_es: Nombre de usuarios

source: Approval Page
es_es: Página aprovada

source: User posting email
es_es: Mail del usuario del anuncio

source: This is the email which is sent to the user after they enter a posting
es_es: Este es el correo electrónico que se envía al usuario después de que entran en una publicación

source: User approved email
es_es: El usuario aprobó el mail

source: This is the email that is sent to the user after their posting has been approved
es_es: Este es el correo electrónico que se envía al usuario después de que su anuncio ha sido aprobado

source: Obit Display type
es_es: Tipo de pantalla pra el obituario

source: There are 3 different styles to display your obits. Thumbnail mode, block mode and list mode. Check out each style and choose the best one for your website
es_es: Hay 3 estilos diferentes para mostrar sus obituarios. Modo de miniaturas, el modo de bloque y el modo de lista. Echa un vistazo a cada estilo y escoger la mejor opción para su sitio web

source: Thumbnails
es_es: Miniaturas

source: Block
es_es: Bloquear

source: List
es_es: Lista

source: Enable Search?
es_es: Habilitar la búsqueda?

source: Should we add a search form to the top of the obits page?
es_es: ¿Hay que añadir un formulario de búsqueda en la parte superior de la página de obituarios?

source: How many Obituaries to display
es_es: Mostrar cuántos obituarios?

source: How many obits should we display on each page?
es_es: Cuántas obituarios debemos mostrar en cada página?

source: Word for Obituaries
es_es: Palaabra para Obituarios

source: What should we call Obituaries?
es_es: ¿Qué debemos llamar Obituarios?

source: Word for Churches
es_es: Palaabra para Iglesia

source: What word should we use in place of Church
es_es: ¿Qué palabra debemos usar en el lugar de la Iglesia

source: Word for Funeral Home
es_es: Palabra para Funeraria/Cementerio

source: What word should we use in place of funeral home
es_es: ¿Qué palabra debemos utilizar en lugar de la funeraria o cementerio

source: Word for Funeral Cemetery
es_es: Palabra para Funeraria/Cementerio

source: What word should we use in place of cemetery
es_es: ¿Qué palabra debemos usar en el lugar de la Iglesia

source: Word for Guestbooks
es_es: Palaabra para Iglesia

source: What word should we use in place of guestbook
es_es: ¿Qué palabra debemos usar en el lugar de la Iglesia

source: Order Flowers link
es_es: Enlace para ordenar flores

source: There are many different flower affiliate programs available online. If you would like your users to order flowers put the full url for your flowers affiliate program. If you leave it blank the order flowers link will not show.
es_es: Existen muchos tipos de programas de afiliación de flores disponibles en línea. Si usted desea que sus clientes a ordenar las flores ponen la url completa de su programa de afiliados de flores. Si lo deja en blanco el enlace de flores para que no se mostrará.

source: No pic image
es_es: No hay imágen

source: Upload a default picture we should use incase the deceased does not have a picture.
es_es: Se cargará una imágen predeterminada en caso de que el fallecido no tenga una foto

source: No default pictured loaded, please upload one.
es_es: Sin valor predeterminado foto cargada, por favor subir uno

source: Manage Obituaries
es_es: Palaabra para Obituarios

source: %s Pending Guestbook Post(s)
es_es: %s Ver las publicaciones del Libro de Visitas

source: View %s postings
es_es: Ver las %s publicaciones del Libro de Visitas

source: View Settings
es_es: Configuración

source: Service Date
es_es: Fecha del servicio

source: Veteran
es_es: Veterano

source: View More
es_es: Ver más

source: Please type the correct security code.
es_es: Por favor escriba el código de seguridad correcto.

source: Thank you for adding your message, your message is now awaiting approval. Once approved you will receive an email and the message will appear on %s's
es_es: Gracias por la adición de su mensaje de libro de visitas, su mensaje está en espera de aprobación. Una vez aprobado, usted recibirá un correo electrónico y el mensaje aparecerá en %s's de la página de bienvenida. Haga clic aquí para volver al libro de visitas.

source: You are currently posting as a guest, if you would like to register
es_es: Está envienda este mensaje como invitado.Si usted desea registrarse <a href = "

source: Email
es_es: Correo

source: Leave a message or tribute.
es_es: Deja un mensaje o tributo para %s

source: Upload your photo
es_es: Sube tu foto de %s

source: Write something about this photo
es_es: Escribe algo sobre esta foto

source: Put the full youtube link below
es_es: Ponga abajo el enlace a YouTube

source: Youtube Link
es_es: Enlace a YouTube

source: Write something about this video
es_es: Escribe algo sobre este vídeo

source: Check to hide your name
es_es: Señale para ocultar su nombre

source: Add Message
es_es: Añadir Mensaje

source: %s Does not have any %s posts. Be the first to add one by clicking here.
es_es: %s no tiene ningún tipo %s mensajes. Sé el primero en añadir uno haciendo clic aquí.

source: Add A Message
es_es: Añadir Mensaje

source: Anonymous
es_es: Anónimo

source: Posted on
es_es: Publicado el

source: Order Flowers
es_es: Ordenar flores

source: Title
es_es: Título

source: Text before the form
es_es: Texto antes de la forma

source: Blocks
es_es: Bloquear

source: How many to display?
es_es: ¿Cuántas para mostrar?

source: Show thumbnail?
es_es: Mostrar detalles

source: FuneralPress Latest Obits
es_es: Fecha de los servicios funerarios

source: Enable First Name Field?
es_es: Habilitar campo de nombre?

source: Enable Last Name Field?
es_es: Habilitar campo de apellido?

source: Enable Burial Date Field?
es_es: Habilitar campo de fecha de entierro?

source: Style
es_es: Estilo

source: Install Required Plugins
es_es: Instalar Plugins requeridos

source: Install Plugins
es_es: Instalar plugins

source: Installing Plugin: %s
es_es: Instalar Plugin: %s

source: Something went wrong with the plugin API.
es_es: Algo salió mal con la API de plugins.

source: Return to Required Plugins Installer
es_es: Volver a la instalación del plugins requerido

source: Plugin activated successfully.
es_es: Plugin activado correctamente

source: All plugins installed and activated successfully. %s
es_es: Todos los plugins instalados y activados con éxito. %s

source: Name:
es_es: Nombre

source: Address:
es_es: Dirección

source: City:
es_es: Ciudad

source: State:
es_es: Estado

source: Phone:
es_es: Teléfono

source: Save
es_es: Guardar

source: Edit
es_es: Editar

source: New Guestbook Post
es_es: Ver las publicaciones del Libro de Visitas

source: Email that is sent to a user if they subscribe to a guestbook posting
es_es: Este es el correo electrónico que se envía al usuario después de que entran en una publicación

source: Email:
es_es: Correo

source: Section image:
es_es: Imagen de la sección:

source: Something went wrong.
es_es: Algo salió mal.

source: All plugins installed and activated successfully. %1$s
es_es: Todos los plugins instalados y activados con éxito. %1$s

source: Return to the Dashboard
es_es: Vuelva al cuadro de instrumentos

source: The following plugin was activated successfully: %s.
es_es: El siguiente plug-in se activó con éxito: %s

source: External Link
es_es: Enlace externo

source: Private Repository
es_es: Depósito privado

source: WordPress Repository
es_es: Depósito de Woredpress

source: Required
es_es: Requerido

source: Recommended
es_es: Recomendado

source: Not Installed
es_es: No se ha instalado

source: Installed But Not Activated
es_es: Instalado pero no activado

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
es_es: No hay plugins para instalar o activar. <a href="%1$s" title="Return al Dashboard">Vuelva al Panel</a>

source: Source
es_es: Fuente

source: Install
es_es: Instalar

source: Activate
es_es: Activar

source: Install package not available.
es_es: Instalación del paquete no está disponible.

source: Downloading install package from <span class="code">%s</span>&#8230;
es_es: Descarga de paquete de instalación de <span class="code">% s </ span>&#8230;

source: Unpacking the package&#8230;
es_es: Desempaquetar el paquete&#8230;

source: Plugin install failed.
es_es: La instalación del plugin falló

source: Plugin installed successfully.
es_es: Plujgin instalado con éxito

source: Plugin activation failed.
es_es: La activación del plugin falló

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
es_es: El proceso de instalación y activación se está iniciando. Este proceso puede tardar un poco en algunos ejércitos, así que por favor sea paciente.

source: %1$s installed and activated successfully.
es_es: %1$s instalado y activado correctamente.

source: Show Details
es_es: Mostrar detalles

source: Hide Details
es_es: Ocultar detalles

source: All installations and activations have been completed.
es_es: Todas las instalaciones y activaciones se han completado.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
es_es: Instalación y activación Plugin %1$s (%2$d /%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
es_es: El proceso de instalación está iniciando. Este proceso puede tardar un poco en algunos ejércitos, así que por favor sea paciente.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
es_es: Se ha producido un error durante la instalación de %1$s: <strong>%2$s</strong>

source: The installation of %1$s failed.
es_es: La instalación de %1$s ha fallado.

source: All installations have been completed.
es_es: Todas las instalaciones se han completado.

source: View Link
es_es: Ver configuración

source: Write something about this link
es_es: Escribe algo sobre este vídeo

source: E-mail *
es_es: Correo
